{
  "1": "<s>",
  "0": "<pad>",
  "2": "</s>",
  "3": "<unk>",
  "4": "n",
  "5": "s",
  "6": "t",
  "7": "ə",
  "8": "l",
  "9": "a",
  "10": "i",
  "11": "k",
  "12": "d",
  "13": "m",
  "14": "ɛ",
  "15": "ɾ",
  "16": "e",
  "17": "ɪ",
  "18": "p",
  "19": "o",
  "20": "ɐ",
  "21": "z",
  "22": "ð",
  "23": "f",
  "24": "j",
  "25": "v",
  "26": "b",
  "27": "ɹ",
  "28": "ʁ",
  "29": "ʊ",
  "30": "iː",
  "31": "r",
  "32": "w",
  "33": "ʌ",
  "34": "u",
  "35": "ɡ",
  "36": "æ",
  "37": "aɪ",
  "38": "ʃ",
  "39": "h",
  "40": "ɔ",
  "41": "ɑː",
  "42": "ŋ",
  "43": "ɚ",
  "44": "eɪ",
  "45": "β",
  "46": "uː",
  "47": "y",
  "48": "ɑ̃",
  "49": "oʊ",
  "50": "ᵻ",
  "51": "eː",
  "52": "θ",
  "53": "aʊ",
  "54": "ts",
  "55": "oː",
  "56": "ɔ̃",
  "57": "ɣ",
  "58": "ɜ",
  "59": "ɑ",
  "60": "dʒ",
  "61": "əl",
  "62": "x",
  "63": "ɜː",
  "64": "ç",
  "65": "ʒ",
  "66": "tʃ",
  "67": "ɔː",
  "68": "ɑːɹ",
  "69": "ɛ̃",
  "70": "ʎ",
  "71": "ɔːɹ",
  "72": "ʋ",
  "73": "aː",
  "74": "ɕ",
  "75": "œ",
  "76": "ø",
  "77": "oːɹ",
  "78": "ɲ",
  "79": "yː",
  "80": "ʔ",
  "81": "iə",
  "82": "i5",
  "83": "s.",
  "84": "tɕ",
  "85": "??",
  "86": "nʲ",
  "87": "ɛː",
  "88": "œ̃",
  "89": "ɭ",
  "90": "ɔø",
  "91": "ʑ",
  "92": "tʲ",
  "93": "ɨ",
  "94": "ɛɹ",
  "95": "ts.",
  "96": "rʲ",
  "97": "ɪɹ",
  "98": "ɭʲ",
  "99": "i.5",
  "100": "ɔɪ",
  "101": "q",
  "102": "sʲ",
  "103": "u5",
  "104": "ʊɹ",
  "105": "iɜ",
  "106": "a5",
  "107": "iɛ5",
  "108": "øː",
  "109": "ʕ",
  "110": "ja",
  "111": "əɜ",
  "112": "th",
  "113": "ɑ5",
  "114": "oɪ",
  "115": "dʲ",
  "116": "ə5",
  "117": "tɕh",
  "118": "ts.h",
  "119": "mʲ",
  "120": "ɯ",
  "121": "dʑ",
  "122": "vʲ",
  "123": "e̞",
  "124": "tʃʲ",
  "125": "ei5",
  "126": "o5",
  "127": "onɡ5",
  "128": "ɑu5",
  "129": "iɑ5",
  "130": "ai5",
  "131": "aɪɚ",
  "132": "kh",
  "133": "ə1",
  "134": "ʐ",
  "135": "i2",
  "136": "ʉ",
  "137": "ħ",
  "138": "t[",
  "139": "aɪə",
  "140": "ʲ",
  "141": "ju",
  "142": "ə2",
  "143": "u2",
  "144": "oɜ",
  "145": "pː",
  "146": "iɛɜ",
  "147": "ou5",
  "148": "y5",
  "149": "uɜ",
  "150": "tː",
  "151": "uo5",
  "152": "d[",
  "153": "uoɜ",
  "154": "tsh",
  "155": "ɑɜ",
  "156": "ɵ",
  "157": "i̪5",
  "158": "uei5",
  "159": "ɟ",
  "160": "aɜ",
  "161": "ɑɨ",
  "162": "i.ɜ",
  "163": "eʊ",
  "164": "o2",
  "165": "ɐ̃",
  "166": "ä",
  "167": "pʲ",
  "168": "kʲ",
  "169": "n̩",
  "170": "ɒ",
  "171": "ph",
  "172": "ɑu2",
  "173": "uɨ",
  "174": "əɪ",
  "175": "ɫ",
  "176": "ɬ",
  "177": "yɜ",
  "178": "bʲ",
  "179": "ɑ2",
  "180": "s̪",
  "181": "aiɜ",
  "182": "χ",
  "183": "ɐ̃ʊ̃",
  "184": "1",
  "185": "ə4",
  "186": "yæɜ",
  "187": "a2",
  "188": "ɨː",
  "189": "t̪",
  "190": "iouɜ",
  "191": "ũ",
  "192": "onɡɜ",
  "193": "aɨ",
  "194": "iɛ2",
  "195": "ɔɨ",
  "196": "ɑuɜ",
  "197": "o̞",
  "198": "ei2",
  "199": "iou2",
  "200": "c",
  "201": "kː",
  "202": "y2",
  "203": "ɖ",
  "204": "oe",
  "205": "dˤ",
  "206": "yɛɜ",
  "207": "əʊ",
  "208": "S",
  "209": "ɡʲ",
  "210": "onɡ2",
  "211": "u\"",
  "212": "eiɜ",
  "213": "ʈ",
  "214": "ɯᵝ",
  "215": "iou5",
  "216": "dZ",
  "217": "r̝̊",
  "218": "i.2",
  "219": "tS",
  "220": "s^",
  "221": "ʝ",
  "222": "yə5",
  "223": "iɑɜ",
  "224": "uə5",
  "225": "pf",
  "226": "ɨu",
  "227": "iɑ2",
  "228": "ou2",
  "229": "ər2",
  "230": "fʲ",
  "231": "ai2",
  "232": "r̝",
  "233": "uəɜ",
  "234": "ɳ",
  "235": "əɨ",
  "236": "ua5",
  "237": "uɪ",
  "238": "ɽ",
  "239": "bː",
  "240": "yu5",
  "241": "uo2",
  "242": "yɛ5",
  "243": "l̩",
  "244": "ɻ",
  "245": "ərɜ",
  "246": "ʂ",
  "247": "i̪2",
  "248": "ouɜ",
  "249": "uaɜ",
  "250": "a.",
  "251": "a.ː",
  "252": "yæ5",
  "253": "dː",
  "254": "r̩",
  "255": "ee",
  "256": "ɪu",
  "257": "ər5",
  "258": "i̪ɜ",
  "259": "æi",
  "260": "u:",
  "261": "i.ː",
  "262": "t^",
  "263": "o1",
  "264": "ɪ^",
  "265": "ai",
  "266": "ueiɜ",
  "267": "æː",
  "268": "ɛɪ",
  "269": "eə",
  "270": "i.",
  "271": "ɴ",
  "272": "ie",
  "273": "ua2",
  "274": "ɑ1",
  "275": "o4",
  "276": "tʃː",
  "277": "o:",
  "278": "ɑ:",
  "279": "u1",
  "280": "N",
  "281": "i̪1",
  "282": "au",
  "283": "yæ2",
  "284": "u.",
  "285": "qː",
  "286": "yəɜ",
  "287": "y:",
  "288": "kʰ",
  "289": "tʃʰ",
  "290": "iʊ",
  "291": "sx",
  "292": "õ",
  "293": "uo",
  "294": "tʰ",
  "295": "uai5",
  "296": "bʰ",
  "297": "u.ː",
  "298": "uə2",
  "299": "ʊə",
  "300": "d^",
  "301": "s̪ː",
  "302": "yiɜ",
  "303": "dʰ",
  "304": "r.",
  "305": "oe:",
  "306": "i1",
  "307": "ɟː",
  "308": "yu2",
  "309": "nʲʲ",
  "310": "i̪4",
  "311": "uei2",
  "312": "tsʲ",
  "313": "ɸ",
  "314": "ĩ",
  "315": "ɑ4",
  "316": "t̪ː",
  "317": "eɑ",
  "318": "u4",
  "319": "e:",
  "320": "tsː",
  "321": "ʈʰ",
  "322": "ɡʰ",
  "323": "ɯɯ",
  "324": "dʒʲ",
  "325": "ʂʲ",
  "326": "X",
  "327": "ɵː",
  "328": "uaiɜ",
  "329": "tɕʲ",
  "330": "ã",
  "331": "t^ː",
  "332": "ẽː",
  "333": "yɛ2",
  "334": "cː",
  "335": "i.1",
  "336": "ɛʊ",
  "337": "dˤdˤ",
  "338": "dʒː",
  "339": "i4",
  "340": "ɡː",
  "341": "yi",
  "342": "ɕʲ",
  "343": "ɟʰ",
  "344": "pʰ",
  "345": "dʑʲ",
  "346": "yuɜ",
  "347": "ua1",
  "348": "ua4",
  "349": "æiː",
  "350": "ɐɐ",
  "351": "ui",
  "352": "iou1",
  "353": "ʊː",
  "354": "a1",
  "355": "iou4",
  "356": "cʰ",
  "357": "iɛ1",
  "358": "yə2",
  "359": "ɖʰ",
  "360": "ẽ",
  "361": "ʒʲ",
  "362": "ää",
  "363": "ər4",
  "364": "iːː",
  "365": "ɪː",
  "366": "iɑ1",
  "367": "ər1",
  "368": "œː",
  "369": "øi",
  "370": "ɪuː",
  "371": "cʰcʰ",
  "372": "əː1",
  "373": "iː1",
  "374": "ũ",
  "375": "kʰː",
  "376": "o̞o̞",
  "377": "xʲ",
  "378": "ou1",
  "379": "iɛ4",
  "380": "e̞e̞",
  "381": "y1",
  "382": "dzː",
  "383": "dʲʲ",
  "384": "dʰː",
  "385": "ɯᵝɯᵝ",
  "386": "lː",
  "387": "uo1",
  "388": "i.4",
  "389": "i:",
  "390": "yɛ5ʲ",
  "391": "a4",
  "392": " "
}